localizes
four
centimeter
dextroconvex
localized
segmentectomy
cardiomegaly
regional
bile
pulse
second
clavicular
miliary
thoracic/
increasing
reliably
reported
fissures
sulcus
osteolysis
etiology
symmetrical
appropriately
kyphoplasty
explained
remnant
opacities
unit
occupying
pneumomediastinum
therefore
until
skinfold
phrenic
glass
circumstances
example
organized
preferably
how
significance
reassess
emphysematous
radiologist
accentuating
mimicking
represents
series
displacement
epidural
substantially
opacified
rv
re
ra
thoracotomy
obstructing
stripe
similarly
arthroplasty
needed
collapse
fibrous
prosthetic
showed
tree
project
pneumonia
pneumonic
acquisition
well-
stents
responsible
metallic
recommended
causing
-sided
hyperlucency
clearance
episode
rotary
radiolucent
incomplete
varicella
than
plate
localizing
contributes
midshaft
clarified
sensitivity
pads
result
redemonstrate
bleb
best
rings
pressures
extend
nature
extent
biconcave
planned
and
2nd
pericardial
levoconvex
.
much
empyema
lift
worked
calcium
platelike
characterize
top-
piercings
severity
scoliotic
mastectomies
fairly
ventricles
disseminated
plaque
decreasing
rotated
previous
enters
atrial
had
thickening
collections
has
elevation
online
possible
unequivocally
possibly
indicative
nonvisualization
clustered
shadow
massively
vats
effusion
right
old
crowd
predominance
for
contributing
periphery
shifting
biventricular
o
slightly
raised
raises
support
width
call
offer
denoting
opacifications
extremity
bronchovascular
devices
complications
hemithorax
proven
exist
accounting
effusions
's
congested
immunocompromised
hemiarthroplasty
pet
time
chain
hemidiaphragms
gallbladder
recurrence
hemiabdomen
consolidation
emphysema/
choice
exact
tear
eosinophilic
team
findings
sign
patient
current
necrotic
ground
blunted
alone
along
tendinosis
impacted
commonly
studies
coinciding
traversing
undergone
positive
kerley
anatomical
opposed
films
peribronchial
resuscitation
apparent
midclavicular
following
catheters
clothing
monitoring
septic
optimal
mildy
fissural
reassessment
aicd
cardiac
such
peritoneal
focality
correlate
sclerosis
quadrant
so
heterotopic
exaggerates
pulled
years
course
episodes
avid
suspicion
decreased
records
fibronodular
veins
owing
entering
investigation
trauma
suggesting
seventh
possibility
quite
besides
remainder
silhouetted
parahilar
silhouettes
massive
gunshot
distal
one
open
anteriorly
indicate
2
structures
corevalve
artifact
representing
lucent
depressed
favors
mycobacterial
knob
scleroderma
fragmented
locations
aside
note
take
altered
atlectasis
knee
inserted
osteopenic
osteopenia
epigastrium
stimulator
subjacent
longitudinal
aggressive
slow
conduction
pectus
uppermost
recurred
esophageal
surgery
sites
affecting
vertical
dome
many
extubated
s
articular
dislocation
carina
breath
combined
reflective
prominence
hypertrophy
fiducial
situation
pericarditis
ivc
crescentic
paraseptal
coexisting
surveillance
wires
cholecystectomy
tracking
pacing
dimension
persistently
processa
being
exaggerating
rest
radiodensities
generator
prominently
aspects
around
vagus
vague
malignancy
intestinal
satisfactory
cavity
tube
tavr
7-mm
refer
dissection
meniscus
clavicles
side
tumor
lytic
image
technically
her
bubble
complete
with
pull
torso
detailed
ac
certain
an
ap
as
hypertension
at
paramediastinal
gastric
radiopaque
mass
restricted
consider
caused
suspected
varices
juxta
causes
careful
overlying
to
tb
degeneration
returned
existing
condition
t8
t9
t6
t7
t4
t5
t1
large
small
antibiotic
healed
past
pass
reticulonodular
contrast
full
implantable
vomiting
hours
prior
picc
via
followed
extrapleural
patency
6
more
vertebroplasties
1-cm
sent
stated
station
scar
presently
respective
enlarge
opacification
axilla
thickened
variant
plana
thought
geographic
distortion
signs
its
rapidly
stricture
symptoms
bypass
severely
courses
found
status
contiguous
mottled
missed
diverticulum
sagittal
localization
paucity
abnormally
imaging
airway
stomach
definition
retained
positioning
midthoracic
major
number
preservation
hiatal
unexplained
moderately
immediate
determined
defect
osteodystrophy
also
demineralization
generalized
acromioclavicular
confluence
blunting
overinflated
sometimes
herniated
degraded
sutures
pedicle
edema
diaphragmatic
factor
consolidative
atalectasis
dependent
progressive
obscure
bandlike
bulky
see
migration
contour
#
currently
acutely
milder
interface
improved
barely
healing
thickening/
corresponds
widening
treatment
representative
diffusely
uncertain
expanded
evaluating
expander
triple
elevated
virtually
deformity
superinfection
levels
focal
recent
person
pacemaker/
redistribution
splenectomy
location
dextroscoliotic
pseudoaneurysm
emergency
couple
projects
pertinent
spine
communications
continue
and/or
be
object
bb
obscures
bi
relating
obscured
dictated
by
anything
exaggerated
anterior
repair
into
appropriate
primarily
discoid
specifically
adenocarcinoma
gastrojejunostomy
considerably
retrocardiac
elsewhere
thoracolumbar
line
considerable
posted
up
bronchopulmonary
defined
likewise
leftward
degenerative
elements
sided
faintly
masslike
sides
ago
worsened
tailored
radiodense
age
having
partial
results
blebs
longstanding
young
contours
continues
continued
osteophyte
this
pneumobilia
epicardial
incidentally
waning
flowing
respectively
consideration
physiology
great
cts
technical
resulting
cta
makes
involves
lumens
standing
next
doubt
occurred
sharply
resection
thin
of
wedge
process
pelvic
high
pelvis
rods
hypoinflated
cavitation
venous
demonstrating
2-cm
element
allow
move
doubtful
operative
coracoclavicular
asymmetrical
rotation
cage
gallstones
accompanied
beneath
homogeneous
deficiency
tenth
'
valve
oblong
collection
regressed
could
scars
length
acromion
there
system
lumen
peripheral
bronchogram
retraction
collecting
lines
clearly
viewed
sternotomy
femoral
caval
bochdalek
septal
persistence
comminuted
device
segment
placement
face
mechanical
obscuration
fact
terminate
should
entities
riding
sinus
embedded
h
favoring
intervening
electrode
midline
coils
wire
email
ends
configuration
pneumoniathe
drug
co
cm
ca
cp
ct
chronicity
3-mm
recurring
>
discretely
cvl
compressions
rotator
biapical
site
vp
vs
subpulmonic
situ
greater
hernias
coalescent
suprahilar
infarction
upon
off
pneumoniacardiomediastinal
less
increased
five
bulge
become
replacement
saccular
valvular
does
hemodialysis
pressure
vs.
seeds
assess
gallstone
lung
tiny
terminates
function
overlapping
intracranial
smooth
placed
silhouetting
distribution
substernal
nurses
contribute
denote
recommendations
compared
compressive
details
predominant
repeat
paratracheal
coiled
idiopathic
veil
vein
exposure
borderline
rule
consolidated
ventral
processap
humerus
nodule
progression
exaggerate
disc
resorption
7th
tuberosity
established
above
hemidiaphragmatic
residual
conglomerate
midportion
centrilobular
obtained
study
diameter
highly
prevascular
atrium
total
intracavitary
negative
infusion
curvature
transparency
indicated
supervening
indicates
coracoid
aerated
provide
fever
lad
after
nonurgent
arch
pneumoniaheart
order
chronically
coiling
versus
then
them
fragment
amenable
band
penetration
they
postobstructive
echocardiography
reasonably
l
reasonable
vessels
standard
detecting
mvr
another
thick
electronic
overt
approximately
thoracic
tripolar
retrolisthesis
bronchitis
manner
vigorous
contents
pleural
latter
aspirated
extubation
correlating
explanation
anatomy
extending
optimized
involving
phase
assessed
accounted
subtly
subtle
latent
adequate
do
transfixing
dr
irregularities
observed
projections
granulomas
symmetric
unable
we
received
essentially
ill
cryptogenic
accentuate
acuity
langerhans
concerning
noncalcified
interstital
bronchopneumonia
air
tissue
percutaneous
demonstration
recurrent
plates
lymphangitic
hand
wispy
contact
the
tenting
thyroid
visualization
spread
requiring
evidenced
insensitive
progressed
erosive
fusion
lymphoma
hepatic
towards
bore
/
cortical
confluent
architectural
peer
cardiomyopathy
post
months
situated
considerations
processthe
sparing
compression
nodal
sternal
accordingly
way
was
gaseous
true
absent
maximum
minor
aorta
spiculated
opportunistic
retrosternal
physical
dobbhoff
test
thoracocentesis
convincing
concurrent
pacer
interval
together
global
certainly
zone
subcarinal
respiratory
hemothorax
p
upper
subchondral
penetrated
appear
costovertebral
consolidations
projectional
appears
change
ekg
usually
extra
parenchymal
marker
workup
marginally
symptomatic
cap
foci
can
trans
heart
dedicated
cardia
chin
exclude
cardio
dialysis
discussion
positional
distally
flank
deviates
typical
still
splaying
vicinity
window
non
half
not
now
nor
layering
streaks
streaky
osteochondromatosis
entirely
en
significantly
ed
year
et
pills
er
shown
space
furthermore
increase
cardiogenic
shows
rll
diagnostic
redemonstrated
striking
directly
impossible
ring
size
callous
traction
mostly
that
asymmetric
transverse
appreciated
nonemergent
accessed
anatomic
remained
distorted
abnormalities
cervicothoracic
duodenum
renal
interlobular
tooth
mri
azygous
typically
processpa
fifth
hemidiaphgram
torturous
only
routine
truly
symmetrically
demineralized
girdles
multiloculated
concern
3
between
pectorally
resides
segmental
supraclavicular
characterization
actually
gynecomastia
markedly
intervally
vagal
external
obscuring
developing
these
orientation
mucus
attributed
pericardium
pleuroparenchymal
nodularity
document
investigated
bronchiolitis
passing
inversus
severe
otherwise
aeration
radiographically
relevant
improvement
real
read
early
using
ruled
peribronchiolar
posterolateral
micronodules
t
downward
tricuspid
symptomatology
hemorrhage
viral
angulated
fractures
sixth
osteophytes
fractured
comparison
central
hiatus
greatly
aortic
dextro
involvement
ectasia
intervention
radiology
area
cath
thoracentesis
low
bibasal
posterior
lymph
circulation
scoliosis
aneurysm
decompensation
sheath
terminating
poor
flattened
peak
cerclage
doubted
since
skeleton
cardiophrenic
myelomatous
month
referring
flattening
nodes
very
--
abutting
attributable
superimposition
expiration
loose
tracks
strong
interposed
amount
marginal
9-mm
subpleural
impaction
conventional
0
contains
taken
injury
outpatient
hardware
situs
history
persists
expiratory
repositioned
spondylotic
hemithyroidectomy
a
telephoned
documentation
scaring
help
administration
cardiovascular
lateral
absence
systems
food
anticipated
fully
heavy
positioned
beyond
event
safety
7
favored
base
malalignment
sclerotic
processthere
osteomyelitis
emboli
reflected
shifted
behind
bowel
basal
edemathe
toward
procedural
substantiated
urgently
substantial
lie
retracted
cava
laterally
caliber
position
alpha
prostatic
achalasia
clear
nonspecific
fossa
tubes
completion
embolus
dominant
biopsy
capsule
during
shilhouette
underlying
x
scanning
sarcoid
aneurysmal
close
constellation
probable
probably
distinguish
both
ventriculoperitoneal
sensitive
peribronchovascular
battery
unfolded
lucency
vessel
described
coarse
collected
paraesophageal
partly
wet
determination
liver
endovascular
look
while
loop
pack
baseline
used
calcification
transcatheter
grossly
reviewed
pneumonectomy
questioned
remaining
evaluate
showing
like
stimulators
overriding
some
urgent
paraspinal
mucous
lobar
minimal
rul
step
soft
vertebroplasty
within
collapsed
properly
hair
persisting
fdg
heterogeneous
similar
ordered
convex
proper
kidney
amounts
manubrium
department
overly
reportedly
granuloma
structure
correlated
e
required
resolving
svc
depth
correlates
lying
requires
ge
hyper
excludes
underpenetration
bronchogenic
excluded
positions
opaque
cell
;
focused
pneumoniathere
referable
stabilization
airspace
ligament
remains
adequacy
reflects
hydro
subluxed
arches
documenting
junctions
located
elliptical
circular
junction/
dilatation
gastroesophageal
interspaces
hyperexpanded
including
mentioned
outer
exclusion
coarsening
redemonstration
frontal
documented
habitus
crossing
upward
female
fibrosing
measure
margins
repositioning
dextrocurvature
clearing
cause
discontinuity
attending
completely
subglottic
diminished
interstial
cardial
date
quality
subacute
management
marginated
final
goiter
manifestation
neck
aspiration
bed
maybe
spurs
unchanged
need
border
pursued
able
anulus
plugging
connected
annulus
interstitium
radiating
spleen
suture
impression
based
(
reactive
bases
overall
joint
entity
evolution
evident
hyperdense
transposition
contain
radiographnormal
hemodynamically
obliterating
3-cm
contusion
subclavian
interventional
neither
comparable
spared
undetermined
limits
apicolateral
neoplastic
orif
addition
perivascular
slowly
shoulders
corresponding
cavoatrial
malpositioned
granulomatous
smoking
dictation
surface
examined
sarcoma
kyphosis
humeri
parts
appearances
effect
blurring
destruction
reflection
i
well
coronaries
accurate
mistaken
lumpectomy
density
endplate
deposits
cyberknife
extends
nephrectomy
warrant
definitive
immediately
intersection
prominent
loss
necessary
sized
nondedicated
reticular
projection
broad
overlap
inflammation
demonstrated
limitations
pyloric
overlies
expansion
inferolateral
instinct
exacerbation
compatible
previously
osteonecrosis
ultrasound
utility
additional
inspiration
sequelae
vasculitis
hr
triangular
hd
he
limit
enchondroma
tissues
lobes
5-mm
bronchovasculature
radiographdemonstrates
radiographsthe
additionally
cephalad
bronchi
dextroscoliosis
persistent
portion
diagnosis
sulci
obstruction
whose
segments
swan
remodeled
presents
updated
affect
convexity
eventrated
accentuation
unrelated
pleura
pleuro
heterogenous
likely
evaluated
pleurx
even
neo
trapping
hazy
haze
new
tips
evolving
pacemaker
orogastric
deposition
replacements
active
indentation
sternomanubrial
arms
recommend
type
tell
pulmonic
lungs
disruption
aligned
thymic
interposition
suggestive
root
give
ascites
involve
degenerate
cavitated
scalloping
colonic
crowding
abdomen
third
ablation
before
,
better
persist
weeks
maximal
decompensated
combination
fixation
atherosclerosis
therapy
bronchial
bony
ventilation
higher
clavicle
bone
mean
interruption
cardiopulmonary
gradient
quantify
content
calcific
linear
ascending
features
grade
exposures
dilated
somewhat
distance
older
mind
myeloma
seed
seen
seem
hyperostosis
chest
worsening
observation
definitely
fungal
ending
paralleling
explain
superiorly
reconstruction
reidentified
cardiothoracic
traverses
fields
architecture
reference
emergent
zones
said
endplates
suggested
against
cartilage
contribution
presumably
radiodensity
appeared
abnormalitycardiomediastinal
height
lobulated
multifocal
abdominal
basis
three
lobular
bifid
entered
deeper
distorts
exception
say
near
abuts
anchor
concomitant
diaphragm
is
radioopaque
it
iv
ij
in
if
grown
abscess
make
concavity
potentially
regurgitation
i.
undersurface
left
just
kinks
bronchospasm
identify
fullness
yet
character
intraluminal
alternatively
background
depicts
shoulder
dense
notification
paged
metastatic
super
craniocaudal
intrapulmonary
ribs
nerve
down
lies
initial
approximate
effaced
form
kyphotic
failure
stages
shin
infections
configurational
gland
graft
marking
generally
congestion/
felt
diseasethe
resected
levoscoliosis
obstructive
mild
skin
morphology
technique
parenchyma
marks
advised
did
round
sillouette
unexpected
bacterial
aortopulmonary
distension
suspect
filled
congestion
implanted
shift
diagnosed
suggestion
cyst
useful
merely
esophagectomy
effort
walled
dobhoff
9th
growing
making
confused
spanning
rays
hypersensitivity
endotracheal
may
accessory
mac
designed
destructive
spondylosis
lingular
6th
excavatum
elongation
morgagni
nsip
blastic
stability
group
monitor
main
emailed
views
necrotizing
markings
nondilated
hemoptysis
physiologic
successful
bridging
fistula
abnormal
3rd
correct
indicating
diuresis
earlier
cough
where
think
first
dextrocardia
tortous
mammary
discharged
little
lap
sequela
continuous
accurately
infiltrate
11
10
13
12
15
14
17
16
19
18
assymetric
were
occupies
modality
potential
channel
pain
trace
normal
indwelling
tract
conspicuous
underinflated
especially
precise
show
fibrotic
intraperitoneal
multinodular
exaggeration
nearly
conjunction
secondary
median
medial
communicated
relative
unaltered
reading
across
cervical
perihilar
among
cancer
maintained
pneumopericardium
dyspnea
considering
unusual
mark
borders
those
n't
splenomegaly
ongoing
deformities
margin
different
same
pad
companion
drain
intercostal
roughly
vertebra
tendinopathy
aspect
carcinomatosis
asthma
4
extensive
orthopedic
defibrillator
vertically
chamber
either
pneumonianormal
drainage
neoesophagus
hydropneumothorax
images
organizing
gross
confirm
critical
moderate
intravenous
grafting
measuring
airways
notable
notably
broken
loculated
island
mixed
osteophytic
distracted
lordotic
lucencies
ossification
contralateral
deep
general
film
again
assessing
field
opacity
important
prudent
conclusive
delineate
remote
bibasilar
u
lipomatosis
subsegmental
resolution
represent
parapneumonic
diffuse
preserved
heterogeneity
referrable
sitting
scout
difference
skeletal
portable
reactivation
overlie
worrisome
component
toxicity
pathological
cystic
establish
readily
distinct
two
comparing
tacks
particular
none
middle
remain
ribcage
compare
hilus
hilum
sharp
costophrenic
needs
atelectatic
blood
response
crowded
rounded
oblique
through
24
arteries
pcp
detected
atelectasis
good
walls
association
easily
porta
repeating
lipoma
mental
hard
vasculature
callus
projected
evaluation
circumstance
beginning
bulla
done
peritracheal
obliques
totally
5th
least
sizable
part
differentiate
b
largely
treated
carinatum
focally
confirms
depending
majority
ileus
most
significant
extremely
branching
mediastinal
particularly
swelling
scattered
relation
malignant
fine
distributed
8
cysts
breast
resolve
common
proximal
ossific
irregularly
infiltrative
11th
curvilinear
please
perifissural
vascular
inspiratory
reverse
tapered
foreign
point
simply
esophagus
throughout
fused
raise
splenic
gas
solid
cluster
replaced
acromiohumeral
itself
haziness
pigtail
benign
subcutaneous
ray
fibrosis
day
development
attenuation
appreciably
yesterday
osteoarthritis
amiodarone
appreciable
laminectomies
y
stem
shape
alternative
injuries
alignment
superficial
source
axillary
semi
follows
coarsened
indication
rheumatoid
often
back
pronounced
jewelry
per
pen
peg
annular
restrictive
engorged
kinking
posttraumatic
scarring/
corticated
coil
pathologic
pneumonitis
processlungs
examination
nodular
cabg
multilevel
tracheobronchial
imaged
fibrothorax
clips
planes
constant
metal
single
priors
etiologies
intrathoracic
valves
query
granular
pneumonia/
ectatic
entire
supine
bleeding
ipsilateral
mural
insertion
exuberant
glenohumeral
depression
giving
access
body
objects
extreme
trachea
decrease
oval
staple
chf
radiolucency
themselves
account
f
obvious
something
effectively
bones
tortuosity
holds
formations
regions
prostate
6-mm
correspond
subsequently
circumscribed
arthroplasties
inferiorly
lv
junction
instead
identified
correlative
l2
l1
tubing
jugular
tubular
mid/
nephrostomy
extrathoracic
abnormalitiescardiomediastinal
frank
clarify
likelihood
hyperinflation
re-
arterial
mycoplasma
atelectases
basilar
scans
bullous
prominance
ureteral
shrapnel
costochondral
antitrypsin
curves
unlikely
have
apparently
minimally
mid
pectoral
unless
eight
preliminary
dorsal
request
disease
irregularity
normally
recess
visualized
inferior
dystrophic
lobe
aforementioned
areas
cavitating
densities
angiogram
excreted
hyperlucent
exists
enhanced
pattern
peripherally
alveolar
superior
taking
swallow
masses
effacing
comment
inflammatory
vena
technologist
anomaly
asymmetrically
ild
angles
multi
uip
tracheomalacia
plain
appearance
rectangular
pneumocystis
subdiaphragmatic
almost
regression
fusiform
)
progressing
coronary
twelfth
intravascular
midlung
nevertheless
exceedingly
arising
usual
interim
localize
adenopathy
radiographthe
resolved
resolves
displaced
incompletely
syndesmophytes
infiltrates
scapular
scapulae
recommendation
supportive
bulbous
slight
juxtahilar
although
hyperdensity
about
8th
certainty
bullae
preexisting
chronic
calcified
outline
but
repeated
partially
minutes
pin
pic
our
detail
dysmotility
traumatic
variation
enlargement
oral
limited
implants
enteric
poorly
feeding
cardiomediastinal
under
risk
physician
barium
nodules
amorphous
anemia
consistent
direct
surrounding
infiltration
organisms
bronchiolar
distention
asymmetry
represented
shortness
undulation
apical
changed
herniation
changes
visible
would
likley
hospital
noting
assessment
saber
phone
must
mm
mr
appendage
unilateral
bilaterally
end
radiologic
globular
lesions
adjacent
widespread
eventration
confirmed
mesh
patent
correlation
mastectomy
interpretation
over
sickle
indistinctness
compensatory
shadows
several
prostheses
notified
accompanying
filling
each
emphysema
newly
free
proximally
formation
osseus
days
filter
already
punctate
primary
circumferential
catheter
blunts
dysfunction
top
indeterminate
heights
too
centered
aortopulmonic
scenario
10th
fashion
further
screws
relatively
nipples
relayed
-
isolated
predominantly
oriented
though
drains
carcinoma
residua
flow
reflecting
radio
obliquity
carotid
fundus
asbestos
mucoid
fluid
tuberculosis
despite
report
tracheostomy
electrodes
detection
submitted
conspicuity
approach
discovery
however
improve
rightward
irregular
interstitial
ventricular
mildly
cavitary
reticulation
intimal
cholelithiasis
been
neoplasm
expected
anchors
anteroposterior
lesser
dashboard
mediastinum
procedure
processlung
pathology
containing
suggest
wound
complex
scapula
ingested
screw
narrow
greatest
wedging
histiocytosis
stent
tracheal
bands
descending
appearing
advanced
apart
specific
pectoralis
indirect
gastrostomy
icd
t10
t11
t12
core
esophagitis
limitation
loculation
modalities
obtaining
existed
questionable
head
attempted
differences
processnormal
removed
portions
no
tip
loosening
ng
setting
implant
node
honeycombing
preceding
thorax
underpenetrated
longer
bullet
serious
lymphatic
remarkable
rod
focus
leads
lll
discern
clarification
keeping
level
accumulation
postsurgical
widened
port
underinflation
exams
cephalization
1st
horizontal
panlobular
scan
and/
pneumothoraces
placements
streak
performed
hydrothorax
innumerable
1
fourth
ensure
information
4th
eighth
apices
superolateral
mainly
apex
presence
suboptimal
processes
underneath
warranted
infarcts
occult
term
possibilities
weighted
medially
distended
infarct
factors
costal
postoperative
motion
place
origin
given
necessarily
clinical
white
copd
prosthesis
postinflammatory
osteophytosis
wide
require
pre
loculations
innominate
any
silhouette
pleurodesis
fracture
resembling
multiple
pneumoniafrontal
cleared
considered
later
mediport
cortex
subcentimeter
quantity
spacer
spaces
state
centrally
hypoplastic
closure
reveal
regarding
reveals
rml
exam
surfaces
detect
subsequent
review
definite
outside
arthropathy
cardiomediastinum
densely
reaction
fissure
region
period
pole
colon
hypertrophic
followup
hernia
evidence
case
shaft
predominately
posttreatment
suboptimally
telephone
nondisplaced
capping
week
without
components
inability
bodies
when
ninth
infrahilar
seems
except
scheduled
inflation
acute
reduced
respect
intact
narrowed
provided
lymphadenopathy
nasogastric
on
radiography
radiographs
paralysis
discussed
or
engorgement
spinal
accounts
determine
subluxation
lobectomy
detectable
hyperexpansion
dislocated
regard
micronodular
ovoid
strongly
accentuated
cbd
lingula
metastasis
lumbar
accentuates
intra
narrowing
5
deviation
requested
separate
includes
included
clinically
bilateral
curve
migrated
all
embolism
lack
surgical
systemic
ptx
dish
follow
disk
removal
biliary
presentation
hemi
worse
equivocal
far
fat
coursing
worst
intervertebral
pleuritic
radiograph
what
sub
overload
compressed
relaxation
elongated
vertebral
vertebrae
aberrant
hyperinflated
vascularity
faint
grafts
postradiation
flat
antibiotics
known
presumed
discordance
joints
rather
reflect
short
developed
stenting
interspace
might
asbestosis
return
bigger
aligns
difficult
characterized
glenoid
weight
effacement
humeral
loops
inflated
discrete
angulation
cuffing
hila
diaphragms
pneumothorax
heads
consequence
relate
kyphoscoliosis
enlarged
defects
passes
"
leading
ventricle
double
kink
cuff
suspicious
radiopacity
flexure
finding
stenosis
unremarkable
added
measures
tamponade
embolization
measured
4-mm
bronchograms
dilation
decubitus
congestive
his
hiv
bronchiectatic
are
arm
visualize
various
numerous
recently
bronchus
attention
rapid
c
context
reassessed
reside
reasons
complication
due
reduction
pa
pe
ph
vaguely
laparoscopic
concurrently
rim
rib
9
sliver
demarcated
cement
lower
abnormality
magnified
overinflation
edge
burden
intervals
corroborated
internal
resections
reaccumulation
marked
shaped
incidental
separately
nipple
essential
hyperextended
retro
fragments
tortuous
range
intersitial
plethora
canal
conceivably
osseous
question
long
pneumoperitoneum
upright
raising
characteristic
today
called
associated
expansile
breasts
calcifications
allowing
barrel
delineation
waxing
demonstrates
once
millimetric
ganz
aicd/
stably
stable
include
dramatically
overlaps
confirmation
artery
tenderness
noted
smaller
folds
fold
unavailable
degree
sinuses
desired
separation
perforation
larger
suggests
spines
definitively
examinations
posteriorly
duct
lenticular
summation
use
from
few
depicted
secretions
infection
epigastric
metastases
indeterminant
syndrome
scarring
six
cuffed
tuberculous
tension
lesion
light
thyroidectomy
hematoma
looks
inlet
permanent
transvenous
pending
sternoclavicular
material
sternum
mitral
radiographic
deviated
related
sectional
relates
out
lobulation
obliteration
pancreatic
g
feasible
echo
eleventh
unknown
their
reversed
shallow
institution
congenital
infectious
limiting
patients
indistinct
clip
delineated
angle
which
patchy
tunneled
who
atypical
echocardiogram
bulging
8-mm
superimposed
spurring
local
ones
mainstem
spur
brain
differential
qa
optimally
ascertain
view
available
acquired
artifactual
endobronchial
xray
favor
projecting
cxr
unclear
unfolding
wall
pulmonary
withdrawn
bronchiectasis
cavities
hemidiaphragm
outflow
enlarging
bbs
resultant
sufficient
last
present
abandoned
align
will
thus
avr
dehiscence
dual
atelectasis/
perhaps
radiation
cross
largest
residing
azygos
anterolateral
heavily
obtain
sarcoidosis
bronchoscopy
denser
helpful
brachiocephalic
because
smoothly
ventilated
growth
lead
markers
atherosclerotic
conveyed
extension
column
carries
warrants
*
spiral
xiphoid
hilar
volume
shunt
svc/
made
whether
below
demonstrate
plaques
improving
adequately
other
volumes
aorticopulmonary
necrosis
UNK
