limited
todays
obstruction
consists
feeding
under
humerus
cardiomegaly
nodules
nodule
consistent
trapping
above
residual
active
mediastinum
obtained
apical
postop
study
etiology
changes
diameter
projection
visible
atrium
opacities
would
negative
recommend
curvature
mm
suggestive
tissue
indicated
bilaterally
aerated
end
lesions
adjacent
eventration
crowding
after
abdomen
emphysematous
arthritic
over
before
better
weeks
versus
atherosclerosis
pleuralparenchymal
shadows
represents
bony
l
clavicle
bone
cardiopulmonary
free
ascending
formation
osseus
preoperative
primary
top
approximately
dilated
collapse
thoracic
somewhat
pneumonia
seen
relatively
pleural
predominantly
chest
causing
involving
subtle
appreciated
illdefined
dr
peripheral
result
granulomas
symmetric
however
suggested
rightward
irregular
mildly
cavitary
pericardial
abdominal
been
.
location
concerning
noncalcified
cardiomediastinal
calcified
air
near
sulcus
platelike
margination
diaphragm
is
it
ij
in
if
suggest
several
catheter
overt
the
cystic
left
wedging
rotated
fullness
activeacute
previous
atrial
stent
thickening
collections
has
elevation
possible
possibly
fusion
descending
shoulder
appearing
effusion
right
old
dense
for
notification
cortical
confluent
metastatic
post
ribs
slightly
clinical
was
questionable
head
differences
failure
removed
wellexpanded
extremity
bronchovascular
aorta
hemithorax
evidence
retrosternal
effusions
lungs
no
setting
node
convincing
thorax
bullet
obscuration
interval
levoscoliosis
focus
leads
hemidiaphragms
mild
zone
technique
parenchyma
consolidation
level
discrete
round
upper
postsurgical
findings
appear
consolidations
blunted
congestion
along
appears
change
shift
exams
studies
parenchymal
marked
films
apparent
pneumothoraces
can
heart
dedicated
performed
cardio
ensure
dextrocurvature
cardiac
destructive
spondylosis
lingular
apices
neck
correlate
quadrant
leftsided
typical
stability
monitor
apex
decreased
within
views
warranted
markings
not
now
streaky
significantly
abnormal
space
increase
suggesting
shows
postoperative
remainder
motion
silhouettes
redemonstrated
first
distal
one
calcific
size
given
lymphadenopathy
indicate
structures
sequela
copd
that
asymmetric
artifact
transverse
representing
than
infiltrate
were
senescent
and
wellaerated
abnormalities
any
silhouette
note
fracture
midline
multiple
normal
correlation
knee
hypoventilation
osteopenia
aortic
obstructive
show
fibrotic
spaces
pectus
only
secondary
reveal
medial
reveals
relative
surgery
concern
definite
outside
cervical
perihilar
fissure
region
characterization
dislocations
curvilinear
colon
associated
dislocation
considering
carina
followup
external
suspected
rightsided
diffuse
developing
these
prominence
deformities
middle
nondisplaced
fragment
document
status
cholecystectomy
vertebra
without
bodies
aeration
tip
aspect
interstitial
infrahilar
improvement
treatment
extensive
early
vague
acute
malignancy
t
cabg
intact
confirm
cavity
tube
critical
moderate
measuring
airways
osteophytes
on
central
radiographs
discussed
or
engorgement
image
spinal
area
low
hyperexpansion
lordotic
complete
posterior
lymph
with
scoliosis
aneurysm
accentuated
lingula
lumbar
ap
as
hypertension
at
film
again
narrowing
flattened
hernia
clinically
bibasilar
mass
subsegmental
resolution
represent
consider
surgical
disc
emphysema
overlying
removal
to
th
tb
worse
very
fat
airfluid
skeletal
large
small
andor
healed
radiograph
overlie
further
contrast
tracheostomy
hours
prior
amount
picc
vertebral
vascularity
two
injury
more
known
remain
history
scan
joints
hilum
exclude
scar
costophrenic
xxxx
opacification
reflect
a
demineralization
rounded
developed
through
its
arteries
lateral
bypass
atelectasis
hyperinflation
glenoid
humeral
vasculature
loops
callus
inflated
since
projected
flattening
diaphragms
evaluation
pneumothorax
favored
base
imaging
xxxxaxxxx
hyperinflated
sclerotic
midthoracic
enlarged
hiatal
moderately
compartment
bowel
basal
suspicious
severe
also
internal
finding
acromioclavicular
unremarkable
caliber
measures
most
significant
blunting
hypoinflation
mediastinal
clear
nonspecific
tspine
scattered
decubitus
edema
consolidative
breast
bilateral
redemonstration
atelectasisairspace
x
bandlike
proximal
are
contour
tunneled
probable
please
vascular
probably
numerous
available
inspiratory
both
improved
foreign
unfolded
lucency
throughout
described
pa
coarse
diffusely
uncertain
expanded
evaluated
ectasiatortuosity
rib
elevated
subcutaneous
fibrosis
development
deformity
calcification
focal
recent
lower
abnormality
grossly
alignment
recommended
evaluate
projects
helpful
axillary
worsening
spine
nipple
some
lobar
minimal
be
patient
incompletely
engorged
obscured
by
exaggerated
tortuous
posttraumatic
anterior
appropriate
osseous
question
specifically
pneumonitis
retrocardiac
nodular
intraperitoneal
pneumoperitoneum
thoracolumbar
multilevel
line
up
clips
similar
images
degenerative
intrathoracic
gross
calcifications
granuloma
age
svc
partial
results
markers
contours
excluded
stable
xxxxxxxx
ectatic
artery
continued
osteophyte
noted
fractures
epicardial
slight
body
following
healing
widening
technical
suggests
examinations
posteriorly
airspace
trachea
from
chf
remains
few
examination
comparison
infection
this
obvious
of
wedge
process
high
pelvis
tortuosity
scarring
hypoinflated
regions
venous
tuberculous
lesion
collection
fluid
lines
irregularity
tuberculosis
hyperexpanded
including
superior
masses
primordial
junction
frontal
documented
identified
tubing
radiographic
jugular
related
borderline
valve
ectasia
may
could
diminished
arterial
there
quality
ageindeterminate
basilar
stomach
bullous
retraction
aspiration
infectious
patients
indistinct
unchanged
have
sternotomy
minimally
caval
mid
which
patchy
but
device
segment
placement
atypical
disease
suture
normally
recess
visualized
superimposed
spurring
should
reactive
bases
inferior
lobe
overall
joint
areas
densities
differential
hyperlucent
view
xxxxx
subclavian
pattern
alveolar
exam
configuration
limits
otherwise
inflammatory
cm
wall
pulmonary
ct
bronchiectasis
addition
hemidiaphragm
tissues
corresponding
cavoatrial
granulomatous
an
present
appearance
duallumen
biapical
subdiaphragmatic
greater
kyphosis
coronary
suprahilar
difficult
azygos
midlung
well
position
less
sarcoidosis
underlying
rotation
density
endplate
adenopathy
resolved
increased
prominent
loss
displaced
sized
soft
replacement
opacity
infiltrates
habitus
demonstrates
overlap
does
demonstrated
atherosclerotic
overlies
although
bullae
compatible
previously
due
chronic
lung
additional
sequelae
hilar
overlapping
volume
remote
partially
below
projecting
demonstrate
unfolding
lobes
compared
other
volumes
paratracheal
enlargement
vein
dextroscoliosis
factors
persistent
diagnosis
sulci
UNK
